<template>
    <div class="wx-ruleCon">
         <ul>
			<h2>1、由客户个人原因造成的退换货情况</h2>
			<li>①个人口味偏好</li>
			<li>②无任何理由退回（产品与包装完好无损的情况下）</li>
        </ul>
        <ul>
			<h2>2、由送菜蛙造成的退换货情况</h2>
			<li>①发现收到的产品并非订购的产品时，请提供订单编号以便跟进服务</li>
			<li>②产品本身质量问题，请提供订单编号，以便提供售后服务</li>
			<li>③配送无故延期</li>
			<li>④因送菜蛙造成的退换货，送菜蛙平台/商家承担退换货产生的费用</li>
        </ul>
        <ul>
			<h2>3、以下情况拒绝进行任何退换货</h2>
			<li>①产品存在质量问题时，客户丢弃或食用产品之后再进行投诉咨询的</li>
			<li>②产品经配送人员检查后并非送菜蛙出售的产品</li>
			<li>③产品超过规定48小时内售后服务时间</li>
        </ul>
        <ul>
			<h2>4、退换货提示</h2>
			<li>①订单中如有赠送，退货时，如不满赠送条件，需将赠品一同退回；如赠品已经拆封或食用，则订单商品只退不换，如有不便敬请原谅；</li>
			<li>②退款金额将会按原付款方式退回</li>
			<li>②无任何理由退回（产品与包装完好无损的情况下）</li>
			<li>③网站图片及信息仅供参考，商品已实物为准，拍摄灯光和显示器色差可能会造成产品实物与图片有少许出入的情况，不属于质量问题；</li>
        </ul>
        <ul>
			<h2>5、鲜活易腐商品</h2>
			<li>①鲜活易腐商品不享受“48小时退换货”服务，验收后如有产品质量问题，请在当天联系客服进行处理。</li>
        </ul>
    </div>
</template>

<style lang="scss" scoped>
@include b(ruleCon) {
    padding: rem(84) rem(40) rem(20);
    ul {
        margin-bottom: rem(5);
        h2 {
            font-weight: bold;
            font-size: rem(24);
            margin-bottom: rem(5);
        }
        li {
            font-size: rem(22);
        }
    }
}
</style>